// An ordered list of lines to be displayed one by one. After typing a line
// completely it will pause, fade out, and move to the next line.
const lines = [
  "hi กรูเอง pawarit sosirikul",
  "กรูก็เป็นคนงั้นๆ ไม่ค่อยชอบบอกใคร ทำตัวเหี้ยๆบ้างเล็กน้อยแต่ก็ไม่ได้ถึงกับแย่อะชอบ IT เป็นงานหลัก เงินมีก็โอนให้ไม่เคยเสียดายท่าได้อะไรดีๆกลับบมา",
  "และกรูอะขี้เกียด แถมโมโหง่าย",
  "แต่ที่มืงเคยถามอะว่ามืงชอบใคร",
  "ช่ายกรูก็อยากจะบอก",
  "กรูชอบมืง",
  "อ่านไม่ผิดหลอก",
  "นานมากๆแลัวแหล่ะ",
  "แต่ก็ ....",
  "ไม่อยากจะบอกต่อหน้าเพื่อนมืง",
  "รอถึงวันนั้นแหล่ะ ที่กรูอยากจะบอก",
  "แต่ก็ ตอนนี้อะ เรามาคบกันนะ",
  "มืงจะเป็นคนยังไงนืสัยแบบไหน หน้าตา กรูไม่สน",
  "ขอแค่มืงคือคนที่สำคัญ และหน้ารัก ก็พอ",
  "แค่คำตอบอะเองส่งมาในแชทนะ จะรอคำตอบ",
];